[
  {
    "name": "Amulet of Vitality",
    "description": "A small ruby pendant that glows ever so slightly on a beautiful silver chain.",
    "benefit": "Hit points increased by 3.",
    "source": "custom",
    "base": "neck",
    "filter": "neck"
  },
  {
    "name": "Ring of Protection",
    "description": "Widely available and sought after, these magical rings impart magical protection on to the wearer.",
    "benefit": "Armor and saving throws increased by 1.",
    "source": "custom",
    "base": "accessory",
    "filter": "accessory"
  },
  {
    "name": "Ring of Spell Storing",
    "description": "This brass double-ring is covered in small runes.",
    "benefit": "Stores one spell of any level cast upon it up to 24 hours. A simple command word casts the spell as an action.",
    "additional": "Spells requiring focus fail after one round.",
    "source": "custom",
    "base": "accessory",
    "filter": "accessory"
  },
  {
    "name": "Cloak of Protection",
    "description": "Widely available and sought after, these magical cloaks impart magical protection on to the wearer.",
    "benefit": "Armor and saving throws increased by 1.",
    "source": "custom",
    "base": "back",
    "filter": "back"
  },
  {
    "name": "Blunting Belt",
    "description": "This belt is comprised of several layers of leather, wound around small round pieces of metal. The resulting effect is not unlike brigandine.",
    "benefit": "Physical damage is reduced by 1 point.",
    "source": "custom",
    "base": "waist",
    "filter": "waist"
  },
  {
    "name": "Boots of Speed",
    "description": "Lighter than a single feather, these boots allow amazing feats of movement with a simple click of the heels.",
    "benefit": "Your movement can be doubled 3 times per day.",
    "source": "custom",
    "base": "feet",
    "filter": "feet"
  },
  {
    "name": "Executioner's Hood",
    "description": "Covered in dried blood and soot, this hood strikes fear into all sentient creatures.",
    "benefit": "Damage rolls increased by 1.",
    "additional": "If wielding an axe, damage rolls increased by 2.",
    "source": "custom",
    "base": "head",
    "filter": "head"
  },
  {
    "name": "Sanguine Great Helm",
    "description": "This great helm appears to be rusted from the sheer amount of dried blood covering it.",
    "benefit": "Dealing damage with melee weapons restores 1 hit point.",
    "source": "custom",
    "base": "head",
    "filter": "head"
  },
  {
    "name": "Stag Helm",
    "description": "This large helm is forged in the shape of a stag's head, complete with antlers of gleaming silver.",
    "benefit": "Attack rolls increased by 1.",
    "additional": "Immune to Web.",
    "source": "custom",
    "base": "head",
    "filter": "head"
  },
  {
    "name": "Tempered Helm",
    "description": "This helm is dented and scratched - it looks like it's seen plenty of rough use. When you put it on you feel a powerful rage start to descend on you.",
    "benefit": "Melee damage increased by 1 for every kill for 3 rounds. Enemies must be a resonable challenge in order to receive the bonus.",
    "additional": "Saving throws increased by 1.",
    "source": "custom",
    "base": "head",
    "filter": "head"
  },
  {
    "name": "Pilgrims Lasting Vigil",
    "description": "This helmet bears a sunburst emblem similar to that of Sarenrae's sun halo.",
    "benefit": "Armor and attack rolls increased by 1.",
    "source": "custom",
    "base": "head",
    "filter": "head"
  },
  {
    "name": "Amulet of Summer Solstice",
    "description": "This bronze amulet depicts an embossed sun emblem emanating rays of light.",
    "benefit": "Fire damage is reduced by 3 points.",
    "additional": "You can cast Light once per day (+4 bonus).",
    "source": "custom",
    "base": "neck",
    "filter": "neck"
  },
  {
    "name": "Rotward Amulet",
    "description": "A large peridot adorns this amulet, a feeling of heightened vigor is felt while wearing it.",
    "benefit": "You have advantage on saving throws vs Poison and Disease.",
    "source": "custom",
    "base": "neck",
    "filter": "neck"
  },
  {
    "name": "Milani's Tears",
    "description": "This blood-red garnet in the shape of a tear hangs from a rune enscribed golden necklace.",
    "benefit": "Healing spells remove the entangled, stuck, and paralyzed afflictions.",
    "additional": "Upon your death you cast Mass Cure (automatic).",
    "source": "custom",
    "base": "neck",
    "filter": "neck"
  },
  {
    "name": "The Third Eye",
    "description": "No mere ostentation, the amethyst at the icon's center acts as a kind of lens, revealing signs of weaknesses and secrets of those viewed through its facets.",
    "benefit": "You deal a critical hit if you roll a 19 or better on an attack roll.",
    "source": "custom",
    "base": "neck",
    "filter": "neck"
  },
  {
    "name": "Soulward Amulet",
    "description": "This brilliant bloodstone amulet has a strange aura about it. Holding it close to your ear you think you hear a soft, calming voice.",
    "benefit": "Drain abilities can be resisted with a constitution saving throw of DC15.",
    "source": "custom",
    "base": "neck",
    "filter": "neck"
  },
  {
    "name": "Boltcatchers",
    "description": "Iron bracers forged with multiple lightning strikes, creating something beautiful and powerful.",
    "benefit": "Electrical damage is reduced by 3 points.",
    "additional": "Taking electrical damage charges your weapon, for the next 5 rounds you deal an extra 1d4 electrical damage.",
    "source": "custom",
    "base": "arms",
    "filter": "arms"
  },
  {
    "name": "Corroded Vambraces",
    "description": "Crafted from the disgarded carapace of a large crustacean, these vambraces provide remarkable protection while oozing acid.",
    "benefit": "Acid damage is reduced by 3 points.",
    "additional": "Melee weapons deal an additonal 1 point of acid damage.",
    "source": "custom",
    "base": "arms",
    "filter": "arms"
  },
  {
    "name": "Healing Hands",
    "description": "These well made leather gloves have a rose symbol on their palms, even when cleaned they appear as if stained by blood.",
    "benefit": "Healing spells restore an additional 3 hit points.",
    "source": "custom",
    "base": "arms",
    "filter": "arms"
  },
  {
    "name": "Forgemaster's Gloves",
    "description": "These gloves are made of a thick, flame-retardant leather that can protect the wearer's hands from the heat of the forge. They're warm to the touch.",
    "benefit": "Fire damage is reduced by 3 points.",
    "additional": "Melee weapons deal an additonal 1 point of fire damage.",
    "source": "custom",
    "base": "arms",
    "filter": "arms"
  },
  {
    "name": "Desna's Vambraces",
    "description": "Vambraces blessed by Desna's herald, The Night Monarch. These vambraces are fashonied from black leather and bear Dena's symbol.",
    "benefit": "Scoring a critical hit grants 1 Luck Token.",
    "source": "custom",
    "base": "arms",
    "filter": "arms"
  },
  {
    "name": "Sigil of the Arcane",
    "description": "A small emerald decorates this beautifully crafted copper ring.",
    "benefit": "You fire an additional bolt with the Magic Missile spell.",
    "source": "custom",
    "base": "accessory",
    "filter": "accessory"
  },
  {
    "name": "Killer's Work",
    "description": "This rusted iron bangle is covered in dried blood.",
    "benefit": "You deal a critical hit if you roll a 19 or better on an attack roll with daggers.",
    "source": "custom",
    "base": "accessory",
    "filter": "accessory"
  },
  {
    "name": "Seal of Faith",
    "description": "This thick iron band is dented, scratched, and studded with small pearls.",
    "benefit": "Add your level to healing done by the Cure Wounds spell.",
    "source": "custom",
    "base": "accessory",
    "filter": "accessory"
  },
  {
    "name": "Ring of Toughness",
    "description": "A large amethyst decorates this dark iron band.",
    "benefit": "Hit points increased by 3 and you take 1 less damage from physical attacks.",
    "source": "custom",
    "base": "accessory",
    "filter": "accessory"
  },
  {
    "name": "Finality's Claim",
    "description": "A large onyx in the shape of a skull decorates this golden band.",
    "benefit": "You gain a +4 to your death timer roll. If you roll a 19 or better you rise with 1 hit point.",
    "source": "custom",
    "base": "accessory",
    "filter": "accessory"
  },
  {
    "name": "Ring of Eternal Funding",
    "description": "This plain silver band contains a power that belies its simple appearance, it allows the wearer to pursue special interests without being tied to a particular patron.",
    "benefit": "At the beginning of each day gain 2d8 silver pieces. Ring must be worn for the previous 24 hours in order to grant the benefit.",
    "source": "custom",
    "base": "accessory",
    "filter": "accessory"
  },
  {
    "name": "Ring of Frigid Claim",
    "description": "This ring is heavy and rough-hewn. It looks like it was cast from a poorly-refined lump of silver.",
    "benefit": "You deal an additonal 1 point of cold damage with weapons and spells.",
    "additional": "Fire damage is reduced by 3 points.",
    "source": "custom",
    "base": "accessory",
    "filter": "accessory"
  },
  {
    "name": "Ring of Searing Flames",
    "description": "This ring is light and fine-hewn. It looks like it was cast from fine copper with no impurities.",
    "benefit": "You deal an additonal 1 point of fire damage with weapons and spells.",
    "additional": "Cold damage is reduced by 3 points.",
    "source": "custom",
    "base": "accessory",
    "filter": "accessory"
  },
  {
    "name": "Bilestompers",
    "description": "The edges of these leather boots show signs of corrosion, but not enough to have damaged them.",
    "benefit": "Acid damage is reduced by 3 points.",
    "additional": "Additionally you can walk on acidic surfaces without taking damage.",
    "source": "custom",
    "base": "feet",
    "filter": "feet"
  },
  {
    "name": "Dead Man Stands",
    "description": "These thick leather boots oddly show no sign of wear and tear or stains.",
    "benefit": "Dying rolls reduced to 15 in order to stablize.",
    "source": "custom",
    "base": "feet",
    "filter": "feet"
  },
  {
    "name": "Fenwalkers",
    "description": "These comfortable, close-fitting boots are ideal for traversing difficult terrain. Each buckle is etched with protective runes.",
    "benefit": "You have advantage on saving throws vs Entangle, Stuck, and Paralyze.",
    "source": "custom",
    "base": "feet",
    "filter": "feet"
  },
  {
    "name": "Boots of Stability",
    "description": "These heavy boots are extremely comfortable and will not tip over, no matter how hard one tries to do so.",
    "benefit": "Immune to being knocked down.",
    "additional": "You have advantage on skill checks for balancing.",
    "source": "custom",
    "base": "feet",
    "filter": "feet"
  },
  {
    "name": "Greenstained Boots",
    "description": "These leather boots were deeply stained with green dye to give them their distinctive appearance.",
    "benefit": "Immune to flora entanglement.",
    "additional": "You can cast Good Berry once per day (+4 bonus).",
    "source": "custom",
    "base": "feet",
    "filter": "feet"
  },
  {
    "name": "Trollhide Belt",
    "description": "This belt has been crafted from the mossy hide of a forest troll with intertwined vines and leaves.",
    "benefit": "Regenerate 1 hit point each round of combat.",
    "additional": "Taking acid or fire damage stops the regeneration effect for 5 rounds.",
    "source": "custom",
    "base": "waist",
    "filter": "waist"
  },
  {
    "name": "Berserker's Belt",
    "description": "Multiple strong leather straps with crossed axes as buckles abdorn this belt.",
    "benefit": "Damage rolls with melee weapons increase by 2.",
    "additional": "If hit in combat, roll 1d4. On a 4 you enter a frenzy where the damage increases to 4 and your AC is reduced by 2. Frenzy lasts until the end of combat.",
    "source": "custom",
    "base": "waist",
    "filter": "waist"
  },
  {
    "name": "Nature's Embrace",
    "description": "This belt is made of thin, interwoven vines, forming a sturdy and elegant loop imbued with protective magic.",
    "benefit": "Cold and fire damage is reduced by 3 points.",
    "additional": "You can cast Barkskin once per day (+4 bonus).",
    "source": "custom",
    "base": "waist",
    "filter": "waist"
  },
  {
    "name": "Girdle of Mortal Protection",
    "description": "Though a simple band of dark leather, this particular girdle provides defense against otherwise deadly blows.",
    "benefit": "Once per day you may choose to lesson a critical blow to a normal attack.",
    "source": "custom",
    "base": "waist",
    "filter": "waist"
  },
  {
    "name": "Spellkeeper",
    "description": "The creator of this belt imbued it with shifting magical properties; the arcane or the divine.",
    "benefit": "At the beginning of each day gain a random level 1 spell scroll from the Priest's or Wizard's spell list.",
    "source": "custom",
    "base": "waist",
    "filter": "waist"
  },
  {
    "name": "The Undying Burden",
    "description": "This heavy broad belt with intricate copper clasps is said to reinforce one's will to live, even in dire circumstances.",
    "benefit": "Once a per day when you've been reduced to 0 hit points you instead roll a wisdom check. On a DC12 or greater you heal 1 hit point.",
    "source": "custom",
    "base": "waist",
    "filter": "waist"
  },
  {
    "name": "Wildstrike Belt",
    "description": "A crystal buckle secures this oddly fashioned belt, the material remains a mystery even to this day.",
    "benefit": "When casting psionic spells that deal damage roll 1d4. On 4 the spell deals the maximum damage, on 1 the spell deals the minimum damage. On a 2-3 the spell functions as normal.",
    "source": "custom",
    "base": "waist",
    "filter": "waist"
  },
  {
    "name": "Sentinel's Girdle",
    "description": "This broad belt has several eyes etched into the leather, even the mithril buckle is in the shape of a strange looking eye.",
    "benefit": "Spending one round in combat to observe rather than attack or move reveals the magical aura of all creatures within near.",
    "additional": "Once per day you may roll a Perception check with advantage.",
    "source": "custom",
    "base": "waist",
    "filter": "waist"
  },
  {
    "name": "Coil of Resourcefulness",
    "description": "Small pockets line the front of this magnificently crafted belt, each with a simple, yet elegant, copper clip.",
    "benefit": "When reaching into one of the pockets roll 1d4. On a 4 something very helpful will manifest on your hand. On a 2-3 something mundane will appear in your hand. On a 1 you might loose something important temporarily.",
    "source": "custom",
    "base": "waist",
    "filter": "waist"
  },
  {
    "name": "Mantle of Wreathing Flame",
    "description": "This crimson red cloak with golden trim radiates warmth when worn.",
    "benefit": "Fire damage is reduced by 3 points.",
    "additional": "Physical attacks deal an extra 1d4 fire damage.",
    "source": "custom",
    "base": "back",
    "filter": "back"
  },
  {
    "name": "Cloak of Minor Missiles",
    "description": "While this cloak appears mudane, though a slight shimmer of blue and violet hint to something more.",
    "benefit": "Bows, crossbows, and the Magic Missile spell deal an additional 1 point of damage.",
    "source": "custom",
    "base": "back",
    "filter": "back"
  },
  {
    "name": "Cape of Withdrawl",
    "description": "This cape mimics the appearance of fog, both substantial and insubstantial simultaneously.",
    "benefit": "Armor increased by 1.",
    "additional": "You can cast Misty Step once per day (+4 bonus).",
    "source": "custom",
    "base": "back",
    "filter": "back"
  },
  {
    "name": "Cloak of Comfort",
    "description": "Magical runes line the inside of this rather simple looking heavy cloak.",
    "benefit": "Hit points increased by 3.",
    "additional": "Physical damage is reduced by 1 point.",
    "source": "custom",
    "base": "back",
    "filter": "back"
  },
  {
    "name": "Cloak of Many Feathers",
    "description": "A few silver pinions are scattered among the red, black, and brown feathers of the cloak. The overall pattern brings to mind autumn foliage.",
    "benefit": "You have the magical benefits of the spell Feather Fall at all times.",
    "source": "custom",
    "base": "back",
    "filter": "back"
  },
  {
    "name": "Cape of the Falling Star",
    "description": "This cloak has been enchanted by Desna herself, imbuing it with dazzling stars to reflect the heavens above.",
    "benefit": "Fire and Electrical damage are reduced by 3 points.",
    "additional": "You can cast Augury once per day (+4 bonus).",
    "source": "custom",
    "base": "back",
    "filter": "back"
  },
  {
    "name": "Mirrorback",
    "description": "This reflective cloak is a bane to all those who practice magic. They're often found covered in the blood of their owners who die mysteriously.",
    "benefit": "Single target spell are reflected should the wearer beat the caster's roll (same attribute).",
    "source": "custom",
    "base": "back",
    "filter": "back"
  },
  {
    "name": "Stormturner Cloak",
    "description": "This particular cloak bears the signs of years of hard use, its stitching frayed and edges ragged. Despite the obvious wear, the mantle's metalic clasps crackle with energy.",
    "benefit": "Electrical damage is reduced by 3 points.",
    "additional": "Physical attacks deal an extra 1d4 electrical damage.",
    "source": "custom",
    "base": "back",
    "filter": "back"
  },
  {
    "name": "Ioun Stone, Garnet",
    "description": "A strangly shaped gemstone the size of a pebble that resembles garnet.",
    "benefit": "Attack rolls increased by 1.",
    "source": "custom",
    "base": "misc",
    "filter": "misc"
  },
  {
    "name": "Ioun Stone, Amber",
    "description": "A strangly shaped gemstone the size of a pebble that resembles amber.",
    "benefit": "Damage rolls increased by 1.",
    "source": "custom",
    "base": "misc",
    "filter": "misc"
  },
  {
    "name": "Ioun Stone, Peridot",
    "description": "A strangly shaped gemstone the size of a pebble that resembles peridot.",
    "benefit": "Armor increased by 1.",
    "source": "custom",
    "base": "misc",
    "filter": "misc"
  },
  {
    "name": "Ioun Stone, Alexandrite",
    "description": "A strangly shaped gemstone the size of a pebble that resembles alexandrite.",
    "benefit": "Hit points increased by 3.",
    "source": "custom",
    "base": "misc",
    "filter": "misc"
  },
  {
    "name": "Ioun Stone, Iolite",
    "description": "A strangly shaped gemstone the size of a pebble that resembles iolite.",
    "benefit": "Spellcasting checks increased by 1.",
    "source": "custom",
    "base": "misc",
    "filter": "misc"
  },
  {
    "name": "Ioun Stone, Aquamarine",
    "description": "A strangly shaped gemstone the size of a pebble that resembles aquamarine.",
    "benefit": "Can hold 1 tier 1 spell to be cast with command word.",
    "source": "custom",
    "base": "misc",
    "filter": "misc"
  },
  {
    "name": "Vambraces of Focused Strikes",
    "description": "Once equipped these vambraces appear ethereal and resonate with psionic energies.",
    "benefit": "Three times per day you may expend up to 3 focus points on your next successful weapon attack damage roll.",
    "additional": "The next successful weapon attack against the creature deals max damage.",
    "source": "custom",
    "base": "arms",
    "filter": "arms"
  },
  {
    "name": "Cloak Devious Withdrawal",
    "description": "Once donned the cloak creates a magical darkness that shrouds the wearer's shoulders.",
    "benefit": "Three times per day after a successful backstab you may choose to become invisible while also being able to see invisible creatures for 1 round.",
    "source": "custom",
    "base": "back",
    "filter": "back"
  },
  {
    "name": "Lord in Iron's Banner Cape",
    "description": "After donning the cape your armor begins to grow fearsome looking spikes, rusted from dried blood.",
    "benefit": "Three times per day you grant yourself and allies within near +1 armor, +1 weapon damage, and 1d4 temporary hit points for 3 rounds.",
    "additional": "Enemy morale checks to stay in battle reduced to DC12 within near.",
    "source": "custom",
    "base": "back",
    "filter": "back"
  },
  {
    "name": "Circlet of Fading Life",
    "description": "Once this silver circlet is placed on your head your eyes begin glowing a beautiful and soothing blue hue.",
    "benefit": "Three times per day you and your allies within near are healed 1d6 hit points if they're below 50% life. Allies above 50% life regenerate 1 hit point for 3 rounds.",
    "additional": "If you critically cast Cure Wounds or Mass Cure Wounds the target(s) gain a permanent 1 hit point.",
    "source": "custom",
    "base": "head",
    "filter": "head"
  }
]
